---
kind: enumMember
id: F:Autodesk.Revit.UI.DoubleClickAction.EditFamily
enum: Autodesk.Revit.UI.DoubleClickAction
source: html/b1d9dcb9-c1fb-12f5-16d3-edd16fb89ee3.htm
---
# Autodesk.Revit.UI.DoubleClickAction.EditFamily

Double-click should open the family for editing.